[BackFromBridge_Conspirators DishonoredObjective]
m_Description="听取任务简报"

[BackFromBridge_Conspirators:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="和保皇派对话"
m_Status=""

[BackFromOvrsr_Report DishonoredObjective]
m_Description="和保皇派见面"

[BackFromOvrsr_Report:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和哈弗洛克及潘德顿对话"
m_Status=""

[BackFromOvrsr_Report:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在你的卧室里就寝"
m_Status=""

[BackFromOvrsr_Report:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="找到艾米莉小姐 (废弃?)"
m_Status=""

[Face_in_a_Crowd DishonoredObjective]
m_Description="人群中的面孔"

[Face_in_a_Crowd:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="登上萨缪尔的船去参加波义耳的派对"
m_Status=""

[Face_in_a_Crowd:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="通知萨缪尔你需要他的帮助"
m_Status=""

[Family_Affair DishonoredObjective]
m_Description="家庭事务"

[Family_Affair:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="在码头和潘德顿勋爵见面"
m_Status=""

[Family_Affair:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="告知萨缪尔你已经准备好离开了"
m_Status=""

[Family_Affair:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="在码头登上萨缪尔的船"
m_Status=""

[Initiation DishonoredObjective]
m_Description="新的一天"

[Initiation:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="从皮耶罗处收集你的装备（废弃？）"
m_Status=""

[Initiation:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="和哈弗洛克上将在酒吧对话"
m_Status=""

[Initiation:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="从皮耶罗处收集你的装备（废弃？）"
m_Status=""

[Initiation:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="和萨缪尔前往开展你的第一项任务"
m_Status=""

[Interrogation DishonoredObjective]
m_Description="审讯"

[Interrogation:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）和皮耶罗对话并购买贿赂品"
m_Status=""

[Interrogation:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在索科洛夫失去意识时暂时休息一下"
m_Status=""

[Interrogation:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="审问索科洛夫"
m_Status=""

[Meet_Lady_Emily DishonoredObjective]
m_Description="和保皇派见面"

[Meet_Lady_Emily:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和哈弗洛克上将及潘德顿勋爵对话"
m_Status=""

[Meet_Lady_Emily:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在你的卧室里就寝"
m_Status=""

[MeetTheConspirators DishonoredObjective]
m_Description="和保皇派见面"

[MeetTheConspirators:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="休息一下 (废弃?)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="和皮耶罗谈谈让他为你制作物品的事（废弃？）"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="把鲸油罐放到容器里"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="（可选）跟随华莱士到你的宿舍去（废弃？）"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="将空罐子放到注入装置处并操作控制杆来填满它"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="和保皇派在酒吧见面"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="在码头附近的工作间里和皮耶罗见面"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="启动置配器来获取空的鲸油罐"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="回床休息一下"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="从楼上拿一个新的鲸油罐"
m_Status=""

[New_Order DishonoredObjective]
m_Description="女皇万岁！"

[New_Order:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和哈弗洛克上将及潘德顿勋爵对话"
m_Status=""

[New_Order:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="和保皇派在酒吧庆祝"
m_Status=""

[New_Order:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="在护送艾米莉参加早上的加冕礼之前休息一下"
m_Status=""

[Persitent_Pub_Tasks DishonoredObjective]
m_Description="入会仪式 (废弃?)"

[Persitent_Pub_Tasks:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="（可选）从废弃的驳船上找回符文 (废弃?)"
m_Status=""

[Pub07_ArcPylon DishonoredObjective]
m_Description="（可选）拯救皮耶罗和索科洛夫"

[Pub07_ArcPylon:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="把蓝图交给皮耶罗"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="从哈弗洛克的卧室里取回蓝图"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="将一个鲸油罐带到皮耶罗工作间屋顶的电弧塔处"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="解决皮耶罗工作间的围困，并确保里面两位科学家的安全"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="和工作间里的皮耶罗及索科洛夫取得联系 - 穿过河旁的阳台以进入工作间"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="（可选）亲自使这里的每个守卫失去行动能力"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="（可选）告诉皮耶罗所有守卫均已被处理掉"
m_Status=""

[Pub07_Loyalists DishonoredObjective]
m_Description="面对保皇派"

[Pub07_Loyalists:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和萨缪尔在艾米莉的塔后面的沙滩上见面"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到艾米莉或者关于她下落的线索"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="（可选）找到哈弗洛克或者关于他计划的线索"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="找到卡莉斯塔及萨缪尔的信号焰火"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="在艾米莉的塔里使用信号焰火发射器来向萨缪尔发信号"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="登船并和萨缪尔前往王雀岛"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="得知艾米莉的位置后马上回到萨缪尔处"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="搜寻你的房间以寻找艾米莉留下的东西"
m_Status=""

[Pub_Outsider DishonoredObjective]
m_Description="找回符文（已废弃？）"

[Pub_RevengeAgainstDaud DishonoredObjective]
m_Description="向道德复仇（已废弃？）"

[Pub_RevengeAgainstDaud:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="返回你的房间休息（已废弃？）"
m_Status=""

[Pub_WeeperTime DishonoredObjective]
m_Description="了解关于恸哭者的讯息"

[Pub_WeeperTime:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和哈弗洛克上将对话"
m_Status=""

[Pub_WeeperTime:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="调查下水道中的骚乱"
m_Status=""

[Pub_WeeperTime:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="把恸哭者留在下水道里并回去向哈弗洛克上将报告"
m_Status=""

[Sleep_01 DishonoredObjective]
m_Description="在你的卧室里就寝。（已废弃？）"

[Sleep_01:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="回到你的房间休息一下（已废弃？）"
m_Status=""

[The_Lord_Regent DishonoredObjective]
m_Description="摄政王"

[The_Lord_Regent:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和潘德顿勋爵进行任务总结"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在追击摄政王前休息一下"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="和哈弗洛克上将见面"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="和萨缪尔前往顿沃高塔"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="在码头乘船"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="（可选）寻找艾米莉"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="（可选）在高塔区寻找艾米莉"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="（可选）在街道上寻找艾米莉"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="（可选）在酒吧寻找艾米莉"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="（可选）在你的房间中取得便条和包裹"
m_Status=""

[The_Mad_Genius DishonoredObjective]
m_Description="疯狂的天才"

[The_Mad_Genius:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="找到潘德顿勋爵"
m_Status=""

[The_Mad_Genius:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在酒吧与哈弗洛克和马丁见面"
m_Status=""

[The_Mad_Genius:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="登上萨缪尔的船前往考德温大桥"
m_Status=""

[The_Rune DishonoredObjective]
m_Description="（可选）符文"

[The_Rune:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="用心脏找到狗圈酒吧附近的符文"
m_Status=""

